{
  "text" : "Bhikkhu paneva aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati kuladūsako pāpasamācāro tassa kho pāpakā samācārā dissanti ceva suyyanti ca kulāni ca tena duṭṭhāni dissanti ceva suyyanti ca so bhikkhu bhikkhūhi evamassa vacanīyo āyasmā kho kuladūsako pāpasamācāro āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca pakkamatāyasmā imamhā āvāsā alaṃ te idha vāsenā ti evañca so bhikkhu bhikkhūhi vuccamāno te bhikkhū evaṃ vadeyya chandagāmino ca bhikkhū dosagāmino ca bhikkhū mohagāmino ca bhikkhū bhayagāmino ca bhikkhū tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī ti so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā evaṃ avaca na ca bhikkhū chandagāmino na ca bhikkhū dosagāmino na ca bhikkhū mohagāmino na ca bhikkhū bhayagāmino āyasmā kho kuladūsako pāpasamācāro āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca pakkamatāyasmā imamhā āvāsā alaṃ te idha vāsenā ti evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya saṅghādiseso",
  "edit" : "Bhikkhu paneva aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati kuladūsako pāpasamācāro tassa kho pāpakā samācārā dissanti ceva suyyanti ca kulāni ca tena duṭṭhāni dissanti ceva suyyanti ca so bhikkhu bhikkhūhi evamassa vacanīyo āyasmā kho kuladūsako pāpasamācāro āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca pakkamatāyasmā imamhā āvāsā alaṃ te idha vāsenā ti evañca so bhikkhu bhikkhūhi vuccamāno te bhikkhū evaṃ vadeyya chandagāmino ca bhikkhū dosagāmino ca bhikkhū mohagāmino ca bhikkhū bhayagāmino ca bhikkhū tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī ti so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā evaṃ avaca na ca bhikkhū chandagāmino na ca bhikkhū dosagāmino na ca bhikkhū mohagāmino na ca bhikkhū bhayagāmino āyasmā kho kuladūsako pāpasamācāro āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca pakkamatāyasmā imamhā āvāsā alaṃ te idha vāsenā ti evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya saṅghādiseso",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "13. In case a bhikkhu living in dependence on a certain village or town is a corrupter of families, a man of depraved conduct — whose depraved conduct is both seen and heard about, and the families he has corrupted are both seen and heard about — the bhikkhus are to admonish him thus: \"You, venerable sir, are a corrupter of families, a man of depraved conduct. Your depraved conduct is both seen and heard about, and the families you have corrupted are both seen and heard about. Leave this monastery, venerable sir. Enough of your staying here.\"\nAnd should that bhikkhu, thus admonished by the bhikkhus, say about the bhikkhus, \"The bhikkhus are biased through favoritism, biased through aversion, biased through delusion,biased through fear, in that for this sort of offense they banish some and do not banish others,\" the bhikkhus are to admonish him thus: \"Do not say that, venerable sir. The bhikkhus are not biased through favoritism, are not biased through aversion, are not biased through delusion, are not biased through fear. You, venerable sir, are a corrupter of families, a man of depraved conduct. Your depraved conduct is both seen and heard about, and the families you have corrupted are both seen and heard about. Leave this monastery, venerable sir. Enough of your staying here.\"\nAnd should that bhikkhu, thus admonished by the bhikkhus, persist as before, the bhikkhus are to rebuke him up to three times for the sake of relinquishing that. If while being rebuked up to three times he relinquishes that, that is good. If he does not relinquish (that), it entails initial and subsequent meetings of the Community."
  }, {
    "variant" : "Thai Common",
    "transtext" : "๑๓. อนึ่ง ภิกษุเข้าไปอาศัยบ้านก็ดีนิคมก็ดี แห่งใดแห่งหนึ่งอยู่ เป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของเธอ เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย และสกุลทั้งหลายอันเธอประทุษร้ายแล้ว เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย ภิกษุนั้น อันภิกษุทั้งหลายพึงกล่าวอย่างนี้ว่า “ท่านเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็น อยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย ท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)” และภิกษุนั้น อันภิกษุทั้งหลายว่ากล่าวอยู่อย่างนี้ พึงกล่าวกะภิกษุเหล่านั้นอย่างนี้ว่า “พวกภิกษุถึงความพอใจด้วย ถึงความขัดเคืองด้วย ถึงความหลงด้วย ถึงความกลัวด้วย ย่อมขับภิกษุบางรูป ย่อมไม่ขับภิกษุบางรูปเพราะอาบัติเช่นเดียวกัน “ภิกษุนั้น อันภิกษุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า” ท่านอย่าได้กล่าวอย่างนั้น ภิกษุทั้งหลายหาได้ถึงความพอใจไม่ หาได้ถึงความขัดเคืองไม่ หาได้ถึงความหลงไม่ หาได้ถึงความกลัวไม่ ท่านเองแลเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็นอยู่ด้วยเขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยท่านจงหลีกไปเสีย จากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)” และภิกษุนั้น อันภิกษุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกษุนั้น อันภิกษุทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสียหากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดีหากเธอไม่สละเสียเป็นสังฆาทิเสส"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "13. (It may be that) a bhikkhu who is a corrupter of families (by gifts of flowers etc.) and of bad behaviour lives in dependence on some village or town (and that) bothhis bad behaviour is seen and heard about and families corrupted by him are seen and heard about. That bhikkhu should be admonished by bhikkhus thus, \"The venerable one is a corrupter of families and of bad behaviour. Both the venerable one's bad behaviour is seen and heard about and families corrupted by him are seen and heard about. Let the venerable one leave this abode. You have lived here long enough\". Should that bhikkhu, being admonished by bhikkhus thus, say to those bhikkhus, \"The bhikkhus are guided by desire and guided by aversion and guided by delusion and guided by fear. On account of the same fault they banish one and do not banish another\", then that bhikkhu should be admonished by bhikkhus thus, \"Let the venerable one not say so. The bhikkhus are not guided by desire nor guided by aversion nor guided by delusion nor guided by fear. The venerable one is a corrupter of families and of bad behaviour. Both the venerable one's bad behaviour is seen and heard about and families corrupted by him are seen and heard about. Let the venerable one leave this abode. You have lived here long enough\". Should that bhikkhu on being admonished by bhikkhus thus, endeavour as before, then that bhikkhu should be remonstrated with by bhikkhus up to the third time so that he may relinquish (his endeavour). If on being remonstrated with up to the third time he relinquishes (his endeavour) that is good; if he should not relinquish it, this entails initial and subsequent meeting of the Sangha."
  } ]
}