{
  "text" : "Samaṇuddesopi ce evaṃ vadeyya tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā ti so samaṇuddeso bhikkhūhi evamassa vacanīyo māvuso samaṇuddesa evaṃ avaca mā bhagavantaṃ abbhācikkhi na hi sādhu bhagavato abbhakkhānaṃ na hi bhagavā evaṃ vadeyya anekapariyāyenāvuso samaṇuddesa antarāyikā dhammā antarāyikā vuttā bhagavatā alañca pana te paṭisevato antarāyāyā ti evañca so samaṇuddeso bhikkhūhi vuccamāno tatheva paggaṇheyya so samaṇuddeso bhikkhūhi evamassa vacanīyo ajjatagge te āvuso samaṇuddesa na ceva so bhagavā satthā apadisitabbo yampi caññe samaṇuddesā labhanti bhikkhūhi saddhiṃ dirattatirattaṃ sahaseyyaṃ sāpi te natthi cara pire vinassā ti",
  "edit" : "Samaṇuddesopi ce evaṃ vadeyya tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā ti so samaṇuddeso bhikkhūhi evamassa vacanīyo māvuso samaṇuddesa evaṃ avaca mā bhagavantaṃ abbhācikkhi na hi sādhu bhagavato abbhakkhānaṃ na hi bhagavā evaṃ vadeyya anekapariyāyenāvuso samaṇuddesa antarāyikā dhammā antarāyikā vuttā bhagavatā alañca pana te paṭisevato antarāyāyā ti evañca so samaṇuddeso bhikkhūhi vuccamāno tatheva paggaṇheyya so samaṇuddeso bhikkhūhi evamassa vacanīyo ajjatagge te āvuso samaṇuddesa na ceva so bhagavā satthā apadisitabbo yampi caññe samaṇuddesā labhanti bhikkhūhi saddhiṃ dirattatirattaṃ sahaseyyaṃ sāpi te natthi cara pire vinassā ti",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "70. And if a novice should say the following: \"As I understand the Dhamma taught by the Blessed One, those acts the Blessed One says are obstructive, when engaged in are not genuine obstructions,\" the bhikkhus are to admonish him thus: \"Do not say that, friend novice. Do not misrepresent the Blessed One, for it is not good to misrepresent the Blessed One. The Blessed One would not say anything like that. In many ways, friend, the Blessed One has described obstructive acts, and when engaged in they are genuine obstructions.\"\nAnd should that novice, thus admonished by the bhikkhus, persist as before, the bhikkhus are to admonish him thus: \"From this day forth, friend novice, you are not to claim the Blessed One as your teacher, nor are you even to have the opportunity the other novices get — that of sharing dwellings two or three nights with the bhikkhus. Away with you! Get lost!\"\n"
  }, {
    "variant" : "Thai Common",
    "transtext" : "๗๐. ถ้าแม้สมณุทเทสกล่าวอย่างนี้ว่า “ข้าพเจ้ารู้ธรรมที่พระผู้มีพระภาคเจ้าทรงแสดงแล้วโดยประการที่ตรัสว่า เป็นธรรมทําอันตรายได้อย่างไร ธรรมนั้นหาอาจทําอันตรายแก่ผู้เสพได้(จริง)ไม่” สมณุถทเทสนั้น อันภิกษุทั้งหลาย พึงกล่าวอย่างนี้ว่า “สมณุทเทส เธออย่าได้พูดอย่างนั้น เธออย่าได้กล่าวตู่พระผู้มีพระภาคเจ้า การกล่าวตู่พระผู้มีพระภาคเจ้าไม่ดีดอกพระผู้มีพระภาคเจ้าไม่ได้ตรัสอย่างนั้นเลย แน่ะสมณุทเทส เธอ พระผู้มีพระภาคเจ้าตรัสธรรมทําอันตรายไว้โดยปริยายเป็นอันมากก็แลธรรมเหล่านั้น อาจทําอันตรายแก่ผู้เสพได้(จริง)” แลสมณุทเทสนั้น อันภิกษุ ทั้งหลาย ว่ากล่าวอยู่อย่างนั้น ขืนถืออย่างนั้นเทียวสมณุทเทสนั้น อันภิกษุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า “แน่ะสมณุทเทส เธออย่าอ้างพระผู้มีพระภาคเจ้านั้นว่าเป็นพระศาสดาของเธอตั้งแต่วันนี้ไป แลพวกสมณุทเทสอื่น ย่อมได้การนอนร่วมเพียง ๒-๓ คืน กับภิกษุทั้งหลายอันใดแม้กิริยาที่ได้การนอนร่วมนั้นไม่มีแก่เธอ เจ้าคนเสียเจ้าจงไปเสียเจ้าจงฉิบหายเสีย”"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "70. If a samanera should say thus \"I understand Dhamma taught by the Exalted One to be such that those things said by the Exalted One to be obstructions are not in fact obstructions for him who indulges in them\" ; then that novice should be admo­nished by bhikkhu thus: \"Friend samanera, do not say thus, do not misrepresent the Exalted One; for misrepresentation of Exalted One is not good, and the Exalted One would not say thus. Obstructive thingst friend samanera, have been said by the Exalted One in many ways to be obstructions. Enough of your indulging in obstructive things\". Should that novice, bang admonished by bhikkhus thus, endeavour as before, he should then be admonished thus: \"Friend novice, from today onwards neither can the Exalted One be claimed by you as your teacher nor is (the privilege of) sleeping together (under the same roof) with bhikkhus for two or three nights which other novices have, any longer yours. Get you gone, you evil man, be off!\""
  } ]
}