{
  "text" : "Yo pana bhikkhu samaggassa saṅghassa bhedāya parakkameyya bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha tiṭṭheyya so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā samaggassa saṅghassa bhedāya parakkami bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha aṭṭhāsi sametāyasmā saṅghena samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī ti evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya saṅghādiseso",
  "edit" : "Yo pana bhikkhu samaggassa saṅghassa bhedāya parakkameyya bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha tiṭṭheyya so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā samaggassa saṅghassa bhedāya parakkami bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha aṭṭhāsi sametāyasmā saṅghena samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī ti evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya saṅghādiseso",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "10. Should any bhikkhu agitate for a schism in a united Community, or should he persist in taking up an issue conducive to schism, the bhikkhus are to admonish him thus: \"Do not, venerable sir, agitate for a schism in a united Community or persist in taking up an issue conducive to schism. Let the venerable one be reconciled with the Community, for a united Community, on courteous terms, without dispute, with a common recitation, dwells in peace.\"\nAnd should that bhikkhu, thus admonished by the bhikkhus, persist as before, the bhikkhus are to rebuke him up to three times for the sake of relinquishing that. If while being rebuked up to three times he relinquishes that, that is good. If he does not relinquish (that), it entails initial and subsequent meetings of the Community."
  }, {
    "variant" : "Thai Common",
    "transtext" : "๑๐. อนึ่ง ภิกษุใดตะเกียกตะกายเพื่อทำลายสงฆ์ผู้พร้อมเพรียง หรือถือเอาอธิกรณ์ (คือเรื่อง) อันเป็นเหตุแตกกันยืนกรานอยู่ ภิกษุนั้น อันภิกษุทั้งหลายพึงว่ากล่าวอย่างนี้ ว่า “ท่านอย่าได้ตะเกียกตะกายเพื่อทำลายสงฆ์ผู้พร้อมเพรียง หรืออย่าได้ถือเอาอธิกรณ์อันเป็นเหตุแตกกัน ยืนกรานอยู่ ขอท่านจงพร้อมเพรียงด้วยสงฆ์ เพราะว่าสงฆ์ผู้พร้อมเพรียงกัน ปรองดองกันไม่วิวาทกัน มีอุทเทสเดียวกัน (คือฟังพระปาฏิโมกข์ร่วมกัน) ย่อมอยู่ผาสุก” และภิกษุนั้น อันภิกษุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกษุนั้น อันภิกษุทั้งหลายพึงสวดสมนุภาส (คือประกาศห้าม) กว่าจะครบ ๓ จบเพื่อให้สละกรรมนั้นเสีย หากเธอถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสียสละได้อย่างนี้ นั่นเป็นการดี เป็นสังฆาทิเสส"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "10. Should any bhikkhu attempt to cause a schism of the Sangha when it is in concord and should he undertake end endeavour in and persist in a legal process conducive to schism of the Sangha, that bhikkhu should be admonished by bhikkhus thin, \"Let the venerable one not attempt to cause a schism of the Sangha when it is in concord, let him not undertake and endeavour in and persist in a legal process conducive to schism of the Sangha. Let the venerable one be at peace with the Sangha; for when the Sangha being in concord and in agreement and without dispute; holds undivided recitations (of the Patimokkha etc.) then it lives in comfort\". Should that bhikkhu, being admonished by bhikkhus thus, endeavour as before, then that bhikkhu should be remonstrated with by bhikkhus, (that is, the announcement in the Sangha to stop a bhikkhu from such action) up to the third time so that he may relinquish (his endeavour). If on being remonstrated with up to the third time he relinquishes (his endeavour), that is good; if he should not relinquish it, this entails initial and subsequent meeting of the Sangha."
  } ]
}