{
  "text" : "Yāni kho pana tāni āraññakāni senāsanāni sāsaṅkasammatāni sappaṭibhayāni yo pana bhikkhu tathārūpesu senāsanesu pubbe appaṭisaṃviditaṃ khādanīyaṃ vā bhojanīyaṃ vā ajjhārāme sahatthā paṭiggahetvā agilāno khādeyya vā bhuñjeyya vā paṭidesetabbaṃ tena bhikkhunā gārayhaṃ āvuso dhammaṃ āpajjiṃ asappāyaṃ pāṭidesanīyaṃ taṃ paṭidesemī ti",
  "edit" : "Yāni kho pana tāni āraññakāni senāsanāni sāsaṅkasammatāni sappaṭibhayāni yo pana bhikkhu tathārūpesu senāsanesu pubbe appaṭisaṃviditaṃ khādanīyaṃ vā bhojanīyaṃ vā ajjhārāme sahatthā paṭiggahetvā agilāno khādeyya vā bhuñjeyya vā paṭidesetabbaṃ tena bhikkhunā gārayhaṃ āvuso dhammaṃ āpajjiṃ asappāyaṃ pāṭidesanīyaṃ taṃ paṭidesemī ti",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "4. There are wilderness lodgings thatare considered dubious and risky. Should any bhikkhu, not being ill, living in such lodgings, chew or consume (a gift of) staple or non-staple food that was unannounced beforehand, having received it with his own hand in the lodging, he is to acknowledge it: \"Friends, I have committed a blameworthy, unsuitable act that ought to beacknowledged. I acknowledge it.\""
  }, {
    "variant" : "Thai Common",
    "transtext" : "๔. อนึ่ง ภิกษุใด อยู่ในเสนาสนะป่า ที่รู้กันว่าเป็นที่มีรังเกียจ มีภัยเฉพาะหน้า รับของเคี้ยวก็ดี ของฉันก็ดี อันเขาไม่ได้บอกให้รู้ไว้ก่อนด้วยมือของตน ในวัดที่อยู่ไม่ใช่ผู้อาพาธ เคี้ยวก็ดี ฉันก็ดีอันภิกษุนั้นพึงแสดงคืนว่า “แน่ะเธอ ฉันต้องธรรมที่น่าติ ไม่เป็นสบาย ควรจะแสดงคืน ฉันแสดงคืนธรรมนั้น”"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "4. There are the kinds of forest abodes reputed dangerous and risky (on account of robbers etc,). Should any bhikkhu living in such an abode proceed without first having announced this fact to accept with his own hand in his own monastery harder foods or softer foods and, being not sick, chew or consume them (thereby endangering supporters who may bring food to him), it should be confessed by the bhikkhu thus, \"Friend, I have done a censurable thing, which is unbecoming and should be confessed. That I confess\"."
  } ]
}