{
  "text" : "Tasseva kho pana bhikkhussa bhikkhū honti anuvattakā vaggavādakā eko vā dve vā tayo vā te evaṃ vadeyyuṃ māyasmanto etaṃ bhikkhuṃ kiñci avacuttha dhammavādī ceso bhikkhu vinayavādī ceso bhikkhu amhākañceso bhikkhu chandañca ruciñca ādāya voharati jānāti no bhāsati amhākampetaṃ khamatī ti te bhikkhū bhikkhūhi evamassu vacanīyā māyasmanto evaṃ avacuttha na ceso bhikkhu dhammavādī na ceso bhikkhu vinayavādī māyasmantānampi saṅghabhedo ruccittha sametāyasmantānaṃ saṅghena samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī ti evañca te bhikkhū bhikkhūhi vuccamānā tatheva paggaṇheyyuṃ te bhikkhū bhikkhūhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ iccetaṃ kusalaṃ no ce paṭinissajjeyyuṃ saṅghādiseso",
  "edit" : "Tasseva kho pana bhikkhussa bhikkhū honti anuvattakā vaggavādakā eko vā dve vā tayo vā te evaṃ vadeyyuṃ māyasmanto etaṃ bhikkhuṃ kiñci avacuttha dhammavādī ceso bhikkhu vinayavādī ceso bhikkhu amhākañceso bhikkhu chandañca ruciñca ādāya voharati jānāti no bhāsati amhākampetaṃ khamatī ti te bhikkhū bhikkhūhi evamassu vacanīyā māyasmanto evaṃ avacuttha na ceso bhikkhu dhammavādī na ceso bhikkhu vinayavādī māyasmantānampi saṅghabhedo ruccittha sametāyasmantānaṃ saṅghena samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī ti evañca te bhikkhū bhikkhūhi vuccamānā tatheva paggaṇheyyuṃ te bhikkhū bhikkhūhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ iccetaṃ kusalaṃ no ce paṭinissajjeyyuṃ saṅghādiseso",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "11. Should bhikkhus — one, two, or three — who are followers and partisans of that bhikkhu, say, \"Do not, venerable sirs, admonish that bhikkhu in any way. He is an exponent of the Dhamma. He is an exponent of the Vinaya. He acts with our consent and approval. He knows, he speaks for us, and that is pleasing to us,\" the bhikkhus are to admonish them thus: \"Do not say that, venerable sirs. That bhikkhu is not an exponent of the Dhamma and he is not an exponent of the Vinaya. Do not, venerable sirs, approve of a schism in the Community. Let the venerable ones' (minds) be reconciled with the Community, for a united Community, on courteous terms, without dispute, with a common recitation, dwells in peace.\"\nAnd should those bhikkhus, thus admonished by the bhikkhus, persist as before, the bhikkhus are to rebuke them up to three times for the sake of relinquishing that. If while being rebuked up to three times they relinquish that, that is good. If they do not relinquish (that), itentails initial and subsequent meetings of the Community."
  }, {
    "variant" : "Thai Common",
    "transtext" : "๑๑. อนึ่ง มีภิกษุผู้ประพฤติตามผู้พูดเข้ากันของภิกษุนั้นแล ๑ รูปบ้าง ๒ รูปบ้าง ๓ รูปบ้าง ๓ เธอทั้งหลายกล่าวอย่างนี้ว่า “ขอท่าน ทั้งหลายอย่าได้กล่าวคำอะไรๆ ต่อภิกษุนั้นภิกษุนั่นกล่าวถูกธรรมด้วยภิกษุนั่นกล่าวถูกวินัยด้วยภิกษุนั้นถือเอาความพอใจ และความชอบใจของพวกข้าพเจ้ากล่าวด้วย เธอรู้ (ใจ) ของพวกข้าพเจ้าจึงกล่าวคำที่เธอกล่าวนี้ ย่อมควร (คือถูกใจ) แม้แก่พวกข้าพเจ้า” ภิกษุเหล่านั้น อันภิกษุทั้งหลายพึงว่ากล่าว อย่างนี้ว่า “ท่านทั้งหลาย อย่าได้กล่าวอย่างนั้นภิกษุนั้น หาใช่ผู้กล่าวถูกธรรมไม่ด้วย ภิกษุนั่น หาใช่ผู้กล่าวถูกวินัยไม่ด้วย ความทำลายสงฆ์อย่าได้ชอบ แม้แก่พวกท่านขอ (ใจ) ของพวกท่านจงพร้อมเพรียงด้วยสงฆ์เพราะว่า สงฆ์ผู้พร้อมเพรียงปรองดองกัน ไม่วิวาทกัน มีอุทเทสเดียวกัน ย่อมอยู่ผาสุก” และภิกษุเหล่านั้น อันภิกษุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกษุเหล่านั้น อันภิกษุ ทั้งหลาย พึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสีย หากเธอทั้งหลายถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสียสละได้อย่างนี้ นั่นเป็นการดีหากเธอทั้งหลายไม่สละเสีย เป็นสังฆาทิเสส"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "11. There may be bhikkhus who are followers of that bhikkhu, say, one or two or three, and who speak on his side and they may say thus, \"Let the venerable ones not admonish that bhikkhu at all; for that bhikkhu is a speaker of Dhamma and a speaker of Vinaya and he speaks in accordance with our desire and choice, he knows (our minds) and speaks (for us) and that is our wish\". Those bhikkhus should be admonished by bhikkhus thus, \"Let not the venerable ones say thus; for that bhikkhu is neither a speaker of Dhamma nor a speaker of Vinaya. Let not schism of the Sangha be the venerable ones' choice too. Let the venerable ones' (minds) be at peace with the Sangha; for when the Sangha, being in concord and in agreement and without dispute, holds undivided recitations (of the Patimokkha etc.) then it lives in comfort\". Should those bhikkhus, being admonished by bhikkhus thus, endeavour as before, then those bhikkhus should be remon­strated with by bhikkhus up to the third time so that they may relinquish (their endeavour). If on being remonstrated with up to the third time they relinquish (their endeavour), that is good; if they should not relinquish it, this entails initial and subsequent meeting of the Sangha."
  } ]
}