{
  "text" : "Yo pana bhikkhu evaṃ vadeyya tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā ti so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā evaṃ avaca mā bhagavantaṃ abbhācikkhi na hi sādhu bhagavato abbhakkhānaṃ na hi bhagavā evaṃ vadeyya anekapariyāyenāvuso antarāyikā dhammā antarāyikā vuttā bhagavatā alañca pana te paṭisevato antarāyāyā ti",
  "edit" : "Yo pana bhikkhu evaṃ vadeyya tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā ti so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā evaṃ avaca mā bhagavantaṃ abbhācikkhi na hi sādhu bhagavato abbhakkhānaṃ na hi bhagavā evaṃ vadeyya anekapariyāyenāvuso antarāyikā dhammā antarāyikā vuttā bhagavatā alañca pana te paṭisevato antarāyāyā ti",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "68. Should any bhikkhu say the following: \"As I understand the Dhamma taught by the Blessed One, those acts the Blessed One says are obstructive, when engaged inare not genuine obstructions,\" the bhikkhus are to admonish him thus: \"Do not say that, venerable sir. Do not misrepresent the Blessed One, for it is not good to misrepresent the Blessed One. The Blessed One would not say anything like that. In many ways, friend, the Blessed One has described obstructive acts, and when engaged in they are genuine obstructions.\""
  }, {
    "variant" : "Thai Common",
    "transtext" : "๖๘. อนึ่ง ภิกษุใด กล่าวอย่างนี้ว่า “ข้าพเจ้ารู้ถึงธรรมที่พระผู้มีพระภาคเจ้าทรงแสดงแล้ว โดยประการว่า เป็นธรรมทําอันตรายได้อย่างไรธรรมนั้นหาอาจทําอันตรายแก่ผู้เสพได้ (จริง)ไม่” ภิกษุนั้น อันภิกษุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า “ท่านอย่าได้พูดอย่างนั้นท่านอย่าได้กล่าวตู่พระผู้มีพระภาคเจ้า การกล่าวตู่พระผู้มีพระเจ้าไม่ดีดอก พระผู้มีพระภาคเจ้าไม่ได้ตรัสอย่างนั้นเลยแน่ะเธอ พระผู้มีพระภาคเจ้าตรัสธรรมอันทําอันตรายไว้โดยบรรยายเป็นอันมาก ก็แลธรรมนั้นอาจทําอันตรายแก่ผู้เสพได้(จริง)”"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "68. Should any bhikkhu say thus \"I understand Dhamma taught by the Exalted One to be such that those things said by the Exalted One to be obstructions are not in fact obstructions for him who indulges in them\" ; then that bhikkhu should be admonished by bhikkhus thus: \"Let the venerable one not say thus, do not misrepresent the Exalted One; for misrepresen­tation of the Exalted One is not good, and the Exalted One would not say thus. Obstructive things, friend, have been said by the Exalted One in many ways to be obstructions. Enough of your indulging in obstructive things\". Should that bhikkhu, being admonished by bhikkhus thus, endeavour as before, "
  } ]
}