{
  "text" : "Evañca sā bhikkhunī bhikkhunīhi vuccamānā tā bhikkhuniyo evaṃ vadeyya chandagāminiyo ca bhikkhuniyo dosagāminiyo ca bhikkhuniyo mohagāminiyo ca bhikkhuniyo bhayagāminiyo ca bhikkhuniyo tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī ti sā bhikkhunī bhikkhunīhi evamassa vacanīyā māyyā evaṃ avaca na ca bhikkhuniyo chandagāminiyo na ca bhikkhuniyo dosagāminiyo na ca bhikkhuniyo mohagāminiyo na ca bhikkhuniyo bhayagāminiyo ayyā kho kuladūsikā pāpasamācārā ayyāya kho pāpakā samācārā dissanti ceva suyyanti ca kulāni cāyyāya duṭṭhāni dissanti ceva suyyanti ca pakkamatāyyā imamhā āvāsā alaṃ te idha vāsenā ti",
  "edit" : "Evañca sā bhikkhunī bhikkhunīhi vuccamānā tā bhikkhuniyo evaṃ vadeyya chandagāminiyo ca bhikkhuniyo dosagāminiyo ca bhikkhuniyo mohagāminiyo ca bhikkhuniyo bhayagāminiyo ca bhikkhuniyo tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī ti sā bhikkhunī bhikkhunīhi evamassa vacanīyā māyyā evaṃ avaca na ca bhikkhuniyo chandagāminiyo na ca bhikkhuniyo dosagāminiyo na ca bhikkhuniyo mohagāminiyo na ca bhikkhuniyo bhayagāminiyo ayyā kho kuladūsikā pāpasamācārā ayyāya kho pāpakā samācārā dissanti ceva suyyanti ca kulāni cāyyāya duṭṭhāni dissanti ceva suyyanti ca pakkamatāyyā imamhā āvāsā alaṃ te idha vāsenā ti",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "And should that bhikkhunī, thus admonished by the bhikkhunīs, say about the bhikkhunīs, \"The bhikkhunīs are biased through favoritism, biased through aversion, biased through delusion, biased through fear, in that for this sort of offense they banish some and do not banish others,\" the bhikkhunīs are to admonish her thus: \"Do not say that, lady. The bhikkhunīs are not biased through favoritism, are not biased through aversion, are not biased through delusion, are not biased through fear. You, lady, are a corrupter of families, a woman of depraved conduct. Your depraved conduct is both seen and heard about, and the families you have corrupted are both seen and heard about. Leave this monastery, lady. Enough of your staying here.\""
  } ]
}