{
  "text" : "Tañce bhikkhuṃ aññe bhikkhū jāneyyuṃ nisinnapubbaṃ iminā bhikkhunā dvattikkhattuṃ pātimokkhe uddissamāne ko pana vādo bhiyyo na ca tassa bhikkhuno aññāṇakena mutti atthi yañca tattha āpattiṃ āpanno tañca yathādhammo kāretabbo uttari cassa moho āropetabbo tassa te āvuso alābhā tassa te dulladdhaṃ yaṃ tvaṃ pātimokkhe uddissamānena sādhukaṃ aṭṭhiṃ katvā manasi karosī ti idaṃ tasmiṃ mohanake pācittiyaṃ",
  "edit" : "Tañce bhikkhuṃ aññe bhikkhū jāneyyuṃ nisinnapubbaṃ iminā bhikkhunā dvattikkhattuṃ pātimokkhe uddissamāne ko pana vādo bhiyyo na ca tassa bhikkhuno aññāṇakena mutti atthi yañca tattha āpattiṃ āpanno tañca yathādhammo kāretabbo uttari cassa moho āropetabbo tassa te āvuso alābhā tassa te dulladdhaṃ yaṃ tvaṃ pātimokkhe uddissamānena sādhukaṃ aṭṭhiṃ katvā manasi karosī ti idaṃ tasmiṃ mohanake pācittiyaṃ",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "and if the bhikkhus should know, \"That bhikkhu has already sat through two or three recitations of the Pāṭimokkha, if not more,\" the bhikkhu is not exempted for being ignorant. Whatever the offense he has committed, he is to be dealt with in accordance with the rule; and in addition, his deceit is to be exposed: \"It is no gain for you, friend, it is ill-done, that when the Pāṭimokkha is being recited, you do not pay attention, properly taking it to heart.\" As for the deception (§), it is to be confessed."
  }, {
    "variant" : "Thai Common",
    "transtext" : "ถ้าภิกษุทั้งหลายอื่นรู้จักภิกษุนั้นว่า “ภิกษุนี้เคยนั่งเมื่อปาฏิโมกข์กําลังสวดอยู่ ๒-๓ คราวมาแล้วกล่าวอะไรอีก” ความพ้นด้วยอาการที่ไม่รู้ หามีแก่ภิกษุนั้นไม่พึงปรับเธอตามด้วยอาบัติที่ต้องในเรื่องนั้นและพึงยกความหลงขึ้นแก่เธอเพิ่มอีกว่า “แน่ะเธอไม่ใช่ลาภของเธอเธอได้ไม่ดีแล้ว ด้วยเหตุว่า เมื่อปาฏิโมกข์กําลังสวดอยู่เธอหาทําในใจให้สําเร็จประโยชน์ดีไม่” นี้เป็นปาจิตตีย์ ในความผู้เป็นแสร้งทําหลงนั้น "
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "and if other bhikkhus should know of that bhikkhu: \"This bhikkhu has already sat while the Patimokkha was recited (at least) two or three times, so why speak further !\": then there is no excuse for that bhikkhu in (pleading) ignorance and whatever is the fault that he has committed it should be dealt with according to the particular rule, and furthermore negligence should be imputed to him (by an act of the Sangha) thus: \"It is no gain for you, friend, it is ill-done, in that when the Patimokkha is recited you do not heed well and give attention\", (and if he acts thus again) when negligence has been imputed to him, it entails expiation."
  } ]
}