{
  "text" : "Bhikkhu paneva dubbacajātiko hoti uddesapariyāpannesu sikkhāpadesu bhikkhūhi sahadhammikaṃ vuccamāno attānaṃ avacanīyaṃ karoti mā maṃ āyasmanto kiñci avacuttha kalyāṇaṃ vā pāpakaṃ vā ahampāyasmante na kiñci vakkhāmi kalyāṇaṃ vā pāpakaṃ vā viramathāyasmanto mama vacanāyā ti so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā attānaṃ avacanīyaṃ akāsi vacanīyamevāyasmā attānaṃ karotu āyasmāpi bhikkhū vadatu sahadhammena bhikkhūpi āyasmantaṃ vakkhanti sahadhammena evaṃ saṃvaddhā hi tassa bhagavato parisā yadidaṃ aññamaññavacanena aññamaññavuṭṭhāpanenā ti evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya saṅghādiseso",
  "edit" : "Bhikkhu paneva dubbacajātiko hoti uddesapariyāpannesu sikkhāpadesu bhikkhūhi sahadhammikaṃ vuccamāno attānaṃ avacanīyaṃ karoti mā maṃ āyasmanto kiñci avacuttha kalyāṇaṃ vā pāpakaṃ vā ahampāyasmante na kiñci vakkhāmi kalyāṇaṃ vā pāpakaṃ vā viramathāyasmanto mama vacanāyā ti so bhikkhu bhikkhūhi evamassa vacanīyo māyasmā attānaṃ avacanīyaṃ akāsi vacanīyamevāyasmā attānaṃ karotu āyasmāpi bhikkhū vadatu sahadhammena bhikkhūpi āyasmantaṃ vakkhanti sahadhammena evaṃ saṃvaddhā hi tassa bhagavato parisā yadidaṃ aññamaññavacanena aññamaññavuṭṭhāpanenā ti evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamāno taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya saṅghādiseso",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "12. In case a bhikkhu is by nature difficult to admonish — who, when being legitimately admonished by the bhikkhus with reference to the training rules included in the (Pāṭimokkha) recitation, makes himself unadmonishable, (saying,) \"Do not, venerable ones, say anything to me, good or bad; and I won't say anything to the venerable ones, good or bad. Refrain, venerable ones, from admonishing me\" — the bhikkhus are to admonish him thus: \"Let the venerable one not make himself unadmonishable. Let the venerable one make himself admonishable. Let the venerable one admonish the bhikkhus in accordance with what is right, and the bhikkhus will admonish the venerable one in accordance with what is right; for it is thus that the Blessed One's following is nurtured: through mutual admonition, through mutual rehabilitation.\"\nAnd should that bhikkhu, thus admonished by the bhikkhus, persist as before, the bhikkhus are to rebuke him up to three times for the sake of relinquishing that. If while being rebuked up to three times he relinquishes that, that is good. If he does not relinquish (that), it entails initial and subsequent meetings of the Community."
  }, {
    "variant" : "Thai Common",
    "transtext" : "๑๒. อนึ่ง ภิกษุเป็นผู้มีสัญชาติแห่งคนว่ายากอันภิกษุทั้งหลาย ว่ากล่าวอยู่โดยชอบธรรมในสิกขาบททั้งหลายอันเนี่องในอุทเทส (คือพระปาฏิโมกข์) ทำตนให้เป็นผู้อันใครๆว่ากล่าวไม่ได้ ด้วยกล่าวโต้ว่า “พวกท่านอย่าได้กล่าวอะไรๆ ต่อเราเป็นคำดีก็ตาม เป็นคำชั่วก็ตาม แม้เราก็จะไม่กล่าวอะไรๆ ต่อพวกท่านเหมือนกัน เป็นคำดีก็ตาม เป็น คำชั่วก็ตามขอพวกท่านจงเว้นจากการว่ากล่าวเราเสีย” ภิกษุนั้น อันภิกษุทั้งหลาย พึงว่ากล่าวอย่างนี้ว่า “ท่านอย่าได้ทำตนให้เป็นผู้อันใครๆ ว่าไม่ได้ขอท่านจงทำตนให้เขาว่าได้แล แม้ท่านก็จงว่ากล่าวภิกษุทั้งหลายโดยชอบธรรมแม้ภิกษุทั้งหลาย ก็จักว่ากล่าวท่านโดยชอบธรรมเพราะว่า บริษัทของ พระผู้มีพระภาคเจ้านั้นเจริญแล้วด้วยอาการอย่างนี้ คือด้วยว่ากล่าวซึ่งกันและกัน ด้วยเตือนกันและกันให้ออกจากอาบัติ” และภิกษุนั้น อันภิกษุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกษุนั้น อันภิกษุทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสียหากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสีย สละได้อย่างนี้ นั่นเป็นการดีหากเธอไม่สละเสียเป็นสังฆาทิเสส"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "12. A bhikkhu may be naturally difficult to admonish and when lawfully admonished by bhikkhus concerning the training-precepts included in the recitation, he makes himself unadmonishable thus, \"Let the venerable ones not admonish me at all about either what is good or what is bad and I too shall not admonish the venerable ones at all about either what is good or what is bad. Let the venerable ones refrain from admonishing me\". Then that bhikkhu should be admonished by bhikkhus thus \"Let the venerable one not make himself unadmonishable; rather let the venerable one make himself admonishable. Let the venerable one lawfully admonish bhikkhus, and bhikkhus will lawfully admonish the venerable one; for the Exalted One's following comes to growth thus, that is to say by mutual admonishment and by mutual rehabilitation\". Should that bhikkhu, being admonished by bhikkhus thus, endeavour as before, then that bhikkhu should be remonstrated with by bhikkhus up to the third time so that he may relinquish (his endeavour). If on being remonstrated with up to the third time he relinquishes (his endeavour) that is good; if he should not relinquish it, this entails initial and subsequent meeting of the Sangha."
  } ]
}