{
  "text" : "Yā pana bhikkhunī samaggena saṅghena ukkhittaṃ bhikkhuṃ dhammena vinayena satthusāsanena anādaraṃ appaṭikāraṃ akatasahāyaṃ tamanuvatteyya sā bhikkhunī bhikkhunīhi evamassa vacanīyā eso kho ayye bhikkhu samaggena saṅghena ukkhitto dhammena vinayena satthusāsanena anādaro appaṭikāro akatasahāyo māyye etaṃ bhikkhuṃ anuvattī ti evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyaṃ ce samanubhāsiyamānā taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya ayampi pārājikā hoti asaṃvāsā ukkhittānuvattikā",
  "edit" : "Yā pana bhikkhunī samaggena saṅghena ukkhittaṃ bhikkhuṃ dhammena vinayena satthusāsanena anādaraṃ appaṭikāraṃ akatasahāyaṃ tamanuvatteyya sā bhikkhunī bhikkhunīhi evamassa vacanīyā eso kho ayye bhikkhu samaggena saṅghena ukkhitto dhammena vinayena satthusāsanena anādaro appaṭikāro akatasahāyo māyye etaṃ bhikkhuṃ anuvattī ti evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyaṃ ce samanubhāsiyamānā taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya ayampi pārājikā hoti asaṃvāsā ukkhittānuvattikā",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "7. Should any bhikkhunī follow a bhikkhu who has been suspended by a united Community (of bhikkhus) in line with the Dhamma, in line with the Vinaya, in line with the teacher's instructions, and who is disrespectful, has not made amends, has broken off his friendship (with the bhikkhus), the bhikkhunīs are to admonish her thus: \"Lady, that bhikkhu has been suspended by a united Community in line with the Dhamma, in line with the Vinaya, in line with the teacher's instructions. He is disrespectful, he has not made amends, he has broken off his friendship. Do not follow him, lady.\"///And should that bhikkhunī, thus admonished by the bhikkhunīs, persist as before, thebhikkhunīs are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then she also is defeated and no longer in affiliation for being \"a follower of a suspended (bhikkhuī).\""
  } ]
}