{
  "text" : "Yo pana bhikkhu sañcicca manussaviggahaṃ jīvitā voropeyya satthahārakaṃ vāssa pariyeseyya maraṇavaṇṇaṃ vā saṃvaṇṇeyya maraṇāya vā samādapeyya ambho purisa kiṃ tuyhiminā pāpakena dujjīvitena mataṃ te jīvitā seyyo ti iti cittamano cittasaṅkappo anekapariyāyena maraṇavaṇṇaṃ vā saṃvaṇṇeyya maraṇāya vā samādapeyya ayampi pārājiko hoti asaṃvāso",
  "edit" : "Yo pana bhikkhu sañcicca manussaviggahaṃ jīvitā voropeyya satthahārakaṃ vāssa pariyeseyya maraṇavaṇṇaṃ vā saṃvaṇṇeyya maraṇāya vā samādapeyya ambho purisa kiṃ tuyhiminā pāpakena dujjīvitena mataṃ te jīvitā seyyo ti iti cittamano cittasaṅkappo anekapariyāyena maraṇavaṇṇaṃ vā saṃvaṇṇeyya maraṇāya vā samādapeyya ayampi pārājiko hoti asaṃvāso",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "3. Should any bhikkhu intentionally deprive a human being of life, or search for an assassin for him, or praise the advantages of death, or incite him to die (saying,): \"My good man, what use is this evil, miserable life to you? Death would be better for you than life,\" or with such an idea in mind, such a purpose in mind, should in various ways praise the advantages of death or incite him to die, he also is defeated and no longer in affiliation."
  }, {
    "variant" : "Thai Common",
    "transtext" : "๓. อนึ่ง ภิกษุใดแกล้งพรากกายมนุษย์จากชีวิตหรือแสวงหาศัสตราอันจะนำ (ชีวิต) เสียให้แก่กายมนุษย์นั้น หรือพรรณนาคุณแห่งความตาย หรือชักชวนเพื่อความตายด้วยคำว่า “แน่ะ นายผู้เป็นชาย มีประโยชน์อะไรแก่ท่านด้วยชีวิตอันชั่วนี้ ท่านตายเสียดีกว่าเป็นอยู่” ดังนี้เธอมีจิตใจ มีจิตดำริอย่างนี้ พรรณนาคุณแห่งความตายก็ดี ชักชวนเพื่อความตายก็ดี โดยหลายนัย แม้ภิกษุนี้ ก็เป็นปาราชิก หาสังวาสมิได้"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "3. Should any bhikkhu purposely deprive a human being of life or provide him with a (life-) taking sharp weapon or recommend advantages in death or encourage him to kill himself; who should (in fact) recommend advantages in death or encourage him to kill himself in various ways with such thoughts in mind and such intentions in mind as, \"Good man, what (good) is this miserable life to you? Death is better for you than life\", (then) he is defeated and no more in communion also."
  } ]
}