{
  "text" : "Cīvaratthikena bhikkhave bhikkhunā veyyāvaccakaro upasaṅkamitvā dvattikkhattuṃ codetabbo sāretabbo attho me āvuso cīvarenā ti dvattikkhattuṃ codayamāno sārayamāno taṃ cīvaraṃ abhinipphādeyya iccetaṃ kusalaṃ no ce abhinipphādeyya catukkhattuṃ pañcakkhattuṃ chakkhattuparamaṃ tuṇhībhūtena uddissa ṭhātabbaṃ catukkhattuṃ pañcakkhattuṃ chakkhattuparamaṃ tuṇhībhūto uddissa tiṭṭhamāno taṃ cīvaraṃ abhinipphādeyya iccetaṃ kusalaṃ tato ce uttari vāyamamāno taṃ cīvaraṃ abhinipphādeyya nissaggiyaṃ pācittiyaṃ",
  "edit" : "Cīvaratthikena bhikkhave bhikkhunā veyyāvaccakaro upasaṅkamitvā dvattikkhattuṃ codetabbo sāretabbo attho me āvuso cīvarenā ti dvattikkhattuṃ codayamāno sārayamāno taṃ cīvaraṃ abhinipphādeyya iccetaṃ kusalaṃ no ce abhinipphādeyya catukkhattuṃ pañcakkhattuṃ chakkhattuparamaṃ tuṇhībhūtena uddissa ṭhātabbaṃ catukkhattuṃ pañcakkhattuṃ chakkhattuparamaṃ tuṇhībhūto uddissa tiṭṭhamāno taṃ cīvaraṃ abhinipphādeyya iccetaṃ kusalaṃ tato ce uttari vāyamamāno taṃ cīvaraṃ abhinipphādeyya nissaggiyaṃ pācittiyaṃ",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "then the bhikkhu, desiring a robe and approaching the steward, may prompt and remind him two or three times, \"I have need of a robe.\" Should (the steward) produce the robe after being prompted and reminded two or three times, that is good.\nIf he should not produce the robe, (the bhikkhu) should stand in silence four times, five times, six times at most for that purpose. Should (the steward) produce the robe after (the bhikkhu) has stood in silence for the purpose four, five, six times at most, that is good.\nIf he should not produce the robe (at that point), should he then produce the robe after (the bhikkhu) has endeavored further than that, it is to be forfeited and confessed."
  }, {
    "variant" : "Thai Common",
    "transtext" : "ภิกษุผู้ต้องการจีวร เข้าไปหาไวยาวัจกรแล้ว พึงทวง พึงเตือน ๒-๓ ครั้งว่า “รูปต้องการจีวร” ภิกษุทวงอยู่ เตือนอยู่ ๒-๓ ครั้ง ยังไวยาวัจกรนั้นให้จัดจีวรสำเร็จได้ การให้สำเร็จได้ด้วยอย่างนี้นั่นเป็นดี ถ้าสำเร็จไม่ได้ พึงเข้าไปยืนนิ่งต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้งเป็นอย่างมากเธอยืนนิ่ง ต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้งเป็น อย่างมาก ยังไวยาวัจกรนั้นให้จัดจีวรสำเร็จได้ การให้สำเร็จได้ด้วยอย่างนี้ นั่นเป็นดี ถ้าให้ สำเร็จไม่ได้ ถ้าเธอพยายามให้ยิ่งกว่านั้น ยังจีวรนั้นให้สำเร็จ เป็นนิสสัคคิยปาจิตตีย์"
  }, {
    "variant" : "Nyanamoli",
    "transtext" : "then the steward can be prompted and reminded two or three times by the bhikkhu if he needs a robe (saying), \"Friend, I have need of a robe\". If on being prompted and reminded two or three times the robe is forthcoming, that is good; if it should not be forthcoming (the bhikkhu) can stand in silence for the purpose four times, five times or six times at most. If on standing in silence for that purpose four times, Eve times or six times at most the robe is forthcoming, that is good; if it should not be forthcoming, and if on making further efforts, it is forthcoming, then it entails expiation with forfeiture."
  } ]
}