{
  "text" : "Tassāyeva kho pana bhikkhuniyā bhikkhuniyo honti anuvattikā vaggavādikā ekā vā dve vā tisso vā tā evaṃ vadeyyuṃ māyyāyo etaṃ bhikkhuniṃ kiñci avacuttha dhammavādinī cesā bhikkhunī vinayavādinī cesā bhikkhunī amhākañcesā bhikkhunī chandañca ruciñca ādāya voharati jānāti no bhāsati amhākampetaṃ khamatī ti tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā māyyāyo evaṃ avacuttha na cesā bhikkhunī dhammavādinī na cesā bhikkhunī vinayavādinī māyyānampi saṅghabhedo ruccittha sametāyyānaṃ saṅghena samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī ti evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṃ tā bhikkhuniyo bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ",
  "edit" : "Tassāyeva kho pana bhikkhuniyā bhikkhuniyo honti anuvattikā vaggavādikā ekā vā dve vā tisso vā tā evaṃ vadeyyuṃ māyyāyo etaṃ bhikkhuniṃ kiñci avacuttha dhammavādinī cesā bhikkhunī vinayavādinī cesā bhikkhunī amhākañcesā bhikkhunī chandañca ruciñca ādāya voharati jānāti no bhāsati amhākampetaṃ khamatī ti tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā māyyāyo evaṃ avacuttha na cesā bhikkhunī dhammavādinī na cesā bhikkhunī vinayavādinī māyyānampi saṅghabhedo ruccittha sametāyyānaṃ saṅghena samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī ti evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṃ tā bhikkhuniyo bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "15. Should bhikkhunīs — one, two, or three — who are followers and partisans of that bhikkhunī, say, \"Do not, ladies, admonish that bhikkhunī in any way. She is an exponent of the Dhamma, she is an exponent of the Vinaya. She acts with our consent and approval. She knows, she speaks for us, and that is pleasing to us,\" the bhikkhunīs are to admonish them thus: \"Do not say that, ladies. That bhikkhunī is not an exponent of the Dhamma and she is not an exponent of the Vinaya. Do not, ladies, approve of a schism in the Community. Let the ladies' (minds) be reconciled with the Community, for a united Community, on courteous terms, without dispute, with a common recitation, dwells in peace.\"\nAnd should those bhikkhunīs, thus admonished by the bhikkhunīs, persist as before, the bhikkhunīs are to rebuke them up to three times times for the sake of relinquishing that."
  } ]
}