{
  "text" : "Yā pana bhikkhunī evaṃ vadeyya saṃsaṭṭhāva ayye tumhe viharatha mā tumhe nānā viharittha santi saṅghe aññāpi bhikkhuniyo evācārā evaṃsaddā evaṃsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā tā saṅgho na kiñci āha tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā viviccathāyye vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī ti sā bhikkhunī bhikkhunīhi evamassa vacanīyā māyye evaṃ avaca saṃsaṭṭhāva ayye tumhe viharatha mā tumhe nānā viharittha santi saṅghe aññāpi bhikkhuniyo evācārā evaṃsaddā evaṃsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā tā saṅgho na kiñci āha tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā viviccathāyye vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī ti evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ",
  "edit" : "Yā pana bhikkhunī evaṃ vadeyya saṃsaṭṭhāva ayye tumhe viharatha mā tumhe nānā viharittha santi saṅghe aññāpi bhikkhuniyo evācārā evaṃsaddā evaṃsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā tā saṅgho na kiñci āha tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha – bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā viviccathāyye vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī ti sā bhikkhunī bhikkhunīhi evamassa vacanīyā māyye evaṃ avaca saṃsaṭṭhāva ayye tumhe viharatha mā tumhe nānā viharittha santi saṅghe aññāpi bhikkhuniyo evācārā evaṃsaddā evaṃsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā tā saṅgho na kiñci āha tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha – bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā viviccathāyye vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī ti evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya iccetaṃ kusalaṃ no ce paṭinissajjeyya ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "13. Should any bhikkhunī say (to the bhikkhunīs criticized in the preceding case), \"Live entangled, ladies. Don't live separately. There are other bhikkhunīs in the Community with the same conduct, the same reputation, the same notoriety, exasperating the Bhikkhunī Community, hiding one another's faults, but the Community doesn't say anything to them. It's simply because of your weakness (lack of partisans) that the Community — with contempt, scorn, intolerance, and threats — says, 'The sisters are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety. Split up (your group), ladies. The Community recommends strict isolation for the sisters,'\" the bhikkhunīs are to admonish her thus: \"Lady, don't say, 'Live entangled, ladies. Don't live separately. There are other bhikkhunīs in the Community with the same conduct, the same reputation, the same notoriety, exasperating the Bhikkhunī Community, hiding one another's faults, but the Community doesn't say anything to them. It's simply because of your weakness that the Community — with contempt, scorn, intolerance, and threats — says, \"The sisters are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety. Split up (your group), ladies. The Community recommends strict isolation for the sisters.\"'\"\nAnd should that bhikkhunī, thus admonished by the bhikkhunīs, persist as before, the bhikkhunīs are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then this bhikkhunī, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.\n"
  } ]
}