{
  "text" : "Bhikkhuniyo paneva saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā viviccathāyye vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī ti evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṃ tā bhikkhuniyo bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ iccetaṃ kusalaṃ no ce paṭinissajjeyyuṃ imāpi bhikkhuniyo yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ",
  "edit" : "Bhikkhuniyo paneva saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā viviccathāyye vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī ti evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṃ tā bhikkhuniyo bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ iccetaṃ kusalaṃ no ce paṭinissajjeyyuṃ imāpi bhikkhuniyo yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ",
  "translations" : [ {
    "variant" : "Thanissaro",
    "transtext" : "12. In case bhikkhunīs are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety (depraved in their livelihood), exasperating the Bhikkhunī Community, hiding one another's faults, the bhikkhunīs are to admonish them thus: \"The sistersare living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety. Split up (your group), ladies. The Community recommends strict isolation for the sisters.\"\nAnd should those bhikkhunīs, thus admonished by the bhikkhunīs, persist as before, the bhikkhunīs are to rebuke them up to three times times for the sake of relinquishing that. If while being rebuked up to three times by the bhikkhunīs they relinquish that, that is good. If they do not relinquish that, then these bhikkhunīs, also, as soon as they have fallen into the third act of offence, are to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.\n"
  } ]
}